Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J04.e.tmx
Source language: en_us
Languages: zh_cn

source: Chapter 1 Cosmic rays
zh_cn: 第1章 宇宙线

source: 1.1 What are cosmic rays?
zh_cn: 什么是宇宙线?

source: Cosmic ray particles hit the Earth's atmosphere at the rate of about 1000 per square meter per second.
zh_cn: 每秒钟每平方米的面积上约有1000个宇宙线粒子轰击到地球大气层上。

source: They are ionized nuclei - about 90% protons, 9% alpha particles and the rest heavier nuclei - and they are distinguished by their high energies.
zh_cn: 它们都是电离后的原子核，其中有大约90%的质子、9%的粒子，还有其他更重的原子核。

source: Most cosmic rays are relativistic, having energies comparable to or somewhat greater than their masses.
zh_cn: 大多数宇宙线粒子是相对论性的，它们的能量与其静止质量相当或者更高。

source: A very few of them have ultrarelativistic energies extending up to 1020 eV (about 20 joules), eleven orders of magnitude greater than the equivalent rest mass energy of a proton.
zh_cn: 有极少量粒子具有极端相对论性的能量，高达1020eV（约20J），比质子静止质量的等价能量高出11个数量级。

source: The fundamental question of cosmic ray physics is, "where do they come from?" and in particular, "how are they accelerated to such high energies?"
zh_cn: 宇宙线物理中有两个基本问题：这些粒子从哪里来？特别地，它们是如何被加速到这样高能量的？

source: The answer to the question of the origin of cosmic rays is not yet fully known.
zh_cn: 宇宙线起源相关问题的答案至今仍不清楚。

source: It is clear, however, that nearly all of them come from outside the solar system, but from within the galaxy.
zh_cn: 然而，基本可以肯定的是，它们几乎都来自太阳系之外、银河系之内。

source: The relatively few particles of solar origin are characterized by temporal association with violent events on the sun and consequently by a rapid variability.
zh_cn: 相对少量的太阳宇宙线与太阳上的剧烈活动相关，因而体现出快速变化的特征。

source: In contrast, the bulk of cosmic rays show an anticorrelation with solar activity, being more effectively excluded from the solar neighborhood during periods when the expanding, magnetized plasma from the sun - the solar wind - is most intense.
zh_cn: 与此相反，大部分宇宙线表现出与太阳活动的反相关性。当来自太阳的膨胀磁化等离子体——太阳风很强时，宇宙线会被有效地阻止进入太阳邻域。

source: The very highest energy cosmic rays have gyroradii in typical galactic magnetic fields that are larger than the size of the galaxy. These may be of extragalactic origin.
zh_cn: 甚高能宇宙线在典型星际磁场中的回旋半径比银河系尺度还要大，它们很可能是河外起源的。

source: 1.2 Objective of this book
zh_cn: 1.2 本书的目标

source: The focus of this book is the interface between particle physics and cosmic rays.
zh_cn: 本书的焦点是粒子物理和宇宙线的交叉结合。

source: Until the advent of accelerators, cosmic rays and their interactions were the main source of information about elementary particles.
zh_cn: 在加速器出现以前，宇宙线及其相互作用是基本粒子信息的主要来源。

source: Although the highest energy cosmic rays can still offer clues about particle physics above accelerator energies, this is no longer the dominant aspect of the field.
zh_cn: 虽然最高能的宇宙线仍然可以为超过加速器能量的粒子物理提供线索，但这已经不再是粒子物理领域的主要方面了。

source: There are now, however, a number of important areas in which a knowledge of particle interactions is necessary to understand the astrophysical implications of cosmic ray data.
zh_cn: 尽管如此，在理解宇宙线数据中的天体物理含义时，仍然有许多关键地方需要基本粒子相互作用的知识。

source: Examples include:
zh_cn: 例如：

source: Production of secondary cosmic rays such as antiprotons by primary cosmic rays when they collide with atomic nuclei in the interstellar medium.
zh_cn: 由原初宇宙线粒子与星际介质原子核碰撞导致的次级宇宙线（如反质子）的产生。

source: From the relative amounts of such secondaries we learn about how cosmic rays propagate through the interstellar medium and hence about the nature of the matter and fields that make up the medium.
zh_cn: 通过这些次级粒子的相对数量我们可以推知宇宙线是怎样在星际介质中传播的，而且相应地可以了解构成星际介质的物质和场的性质。

source: Production of photons, neutrinos and other particles in collisions of cosmic rays with material near a site of cosmic ray acceleration.
zh_cn: 宇宙线与其加速地点附近的物质碰撞导致的光子、中微子及其他粒子的产生。

source: Seeing point sources of such particles is a way of identifying specific sources of cosmic ray acceleration and studying how they work.
zh_cn: 观测这些粒子的点源是认证宇宙线特定加速源和研究加速机制的途径之一。

source: Penetration of cosmic rays underground and the detection of muons and neutrinos in large, deep detectors.
zh_cn: 宇宙线在地下的贯穿和大型深地探测器对@子和中微子的探测。

source: Such particles can be both signal (for example, neutrinos from the point sources just mentioned) and background (for example, for the search for proton decay or magnetic monopoles).
zh_cn: 这些粒子既可能作为信号（例如来自上述点源的中微子），也可能成为背景（例如对于质子衰变或磁单极子的搜寻）。

source: The relation between atmospheric cascades and the incoming cosmic rays that produce them.
zh_cn: 大气级联簇射与产生它们的入射宇宙线间的关系。

source: The highest energy cosmic rays are so rare that they cannot be directly observed with small detectors above the atmosphere, but they must be studied indirectly by large air shower arrays exposed for long periods at the surface.
zh_cn: 最高能的宇宙线由于数量稀少而不能用大气层外的小型探测器直接观测，只能通过地面大型大气簇射阵列进行长时间观测来间接研究。

source: Then one has to infer the nature of the primary from its secondary cascade.
zh_cn: 因此人们必须从次级级联粒子推断原初粒子的性质。

source: Searches for exotic particles and new interactions in the cosmic radiation.
zh_cn: 在宇宙辐射中寻找新的粒子和新的相互作用。

source: These topics clearly have a great deal in common: The same equations that govern particle cascades in the atmosphere of the Earth also describe particle production by cosmic rays accelerated by a collapsed star which then collide in a surrounding supernova envelope or in the atmosphere of a nearby companion star.
zh_cn: 这些主题具有许多共同点。支配地球大气层中粒子级联簇射的方程也可用来描述由坍缩恒星加速的宇宙线与附近超新星包层或近邻伴星大气碰撞引发的粒子产生过程。

source: The same cross sections that determine the neutrino-induced signal in an underground detector also determine how much energy is absorbed by a companion star due to interactions of neutrinos produced by cosmic rays accelerated in the system.
zh_cn: 决定地下探测器里中微子诱发信号的相互作用截面也决定了双星系统中被加速宇宙线产生的中微子有多少能量被伴星所吸收。

source: The purpose of this book is to discuss the relevant particle physics and illustrate the application to cosmic ray astrophysics with examples of current interest.
zh_cn: 本书的目的就是讨论相关的粒子物理，并用当前关注的范例阐明它们在宇宙线天体物理中的应用。

source: At the same time I will try to provide a sufficient overview of cosmic ray physics so the importance of these examples can be appreciated.
zh_cn: 同时笔者将尽力提供一个足够全面的宇宙线物理概览，使我们可以理解这些例子的重要性。

source: 1.3 Types of cosmic ray experiment
zh_cn: 1.3 宇宙线实验的种类

source: The principal data about the cosmic rays themselves, from which one can hope to learn about their origin, are the relative abundances of the different nuclei (composition) and the distribution in energy (energy spectrum) of each component.
zh_cn: 宇宙线的首要数据（我们期望从中了解它们的起源）包括不同原子核的相对丰度（成分）和各成分的能量分布（能谱）。

source: Comparison with the chemical composition of various astrophysical objects, such as the Sun, the interstellar medium, supernovae or neutron stars, can give clues about the site at which cosmic rays are injected into the acceleration process.
zh_cn: 比较不同天体的化学成分，例如太阳、星际介质、超新星或中子星，能够提供宇宙线是在何处被加速的线索。

source: The energy spectra may be characteristic of certain acceleration mechanisms.
zh_cn: 宇宙线的能谱可能具有特定加速机制的特征。

source: Figure 1.1 gives a global view of the total cosmic ray energy spectrum.
zh_cn: 图1.1给出了宇宙线全粒子谱的概况。

source: Because of the enormous range of fluxes, it is useful to plot the flux per logarthmic interval of energy (EdN/dE=dN/dlnE).
zh_cn: 由于通量延展到很宽的范围，以单位对数能量间隔的通量（EdN/dE=dN/dlnE）来作图会更方便。

source: Even so the vertical axis is extremely compressed.
zh_cn: 即便如此，纵轴仍然被极度地压缩了。

source: A moment’s thought about the range of rates in fig. 1.1 will convince you that several quite different kinds of detectors are necessary to study cosmic rays over this whole energy range.
zh_cn: 简单思考一下图1.1中事例率的跨度便很容易明白，研究全能段宇宙线需要不同种类的探测器。

source: In the interval around one GeV, about 10 particles per second cross a telescope consisting of two planes of area 100 cm2 separated by 20 cm (see fig. 1.2).
zh_cn: 在1GeV附近，对于一架由两片面积为100cm2、间距为20cm（图1.2）的探测器组成的望远镜，每秒钟能够接收到大约10个粒子。

source: A small detector flown at the top of the atmosphere in a balloon or spacecraft is therefore sufficient to study details of cosmic ray composition in the GeV energy region down to the level of one part in a hundred thousand.
zh_cn: 因此，大气层顶部的气球或空间飞船中的一个小型探测器便足以研究GeV能区的宇宙线成分细节，精度能达到十万分之一的水平。

source: In contrast, the University of Chicago detector on Spacelab (fig. 1.3) is one of the largest ever flown, so it is sensitive to cosmic rays of much higher energy.
zh_cn: 相反，太空实验室中的芝加哥大学探测器（图1.3）是迄今航飞过的最大探测器之一，因此它对于能量高得多的宇宙线仍然灵敏。

source: It was carried on board the Challenger spacecraft from July 29 to August 6, 1985, during which time it had an effective exposure of 94 hours. It has an aperture of approximately 2 m2sr.
zh_cn: 它于1985年7月29日由“挑战者”号航天飞机搭载升空，运行至8月6日，有效观测时间为94小时，孔径约2m2·sr。

source: From fig. 1.1 we can therefore estimate that during this exposure nearly 100 000 particles with energies within a factor of two of 1 TeV passed through the detector.
zh_cn: 从图1.1我们可以估计，在这段工作时间内大约有100000个能量介于1-2TeV的宇宙线粒子穿过该探测器。

source: The spectrum is so steep, however, that only about 50 particles above 100 TeV would have passed through the detector during the flight, and most of these would likely have had charge below the charge threshold of the detector, which was designed for heavy nuclei.
zh_cn: 然而，由于宇宙线能谱太陡，100TeV以上的粒子只有大约50个在此期间穿过探测器，而且其中大部分粒子的电荷会低于该探测器的电荷阈值（该探测器原本是设计来测量重核的）。

source: An earlier Soviet spacecraft experiment (Grigorov et al., 1970), as well as the Japanese-American balloon experiment (Burnett et al., 1983) also probed similar energies.
zh_cn: 更早期的苏联飞船实验（Grigorov et al.，1970），以及日本—美国气球实验（Burnett et al.，1983）也测量到了类似的能段。

source: For the time being, because of the limited exposure available, 100 TeV is about the highest energy at which cosmic rays can be studied directly with detectors at the top of the atmosphere.
zh_cn: 目前看来，由于有效曝光量的限制，能够用大气层顶部探测器直接研究的宇宙线最高能量大约为100TeV。

source: Problem: The instrument in fig. 1.2 consists of two circular detectors in coincidence, each with 100 cm2 area and separated by 20 cm.
zh_cn: 习题：图1.2中的设备由两个同轴圆形探测器组成，每个面积约为100cm2，间距为20cm。

source: The maximum angle that will trigger the detector depends on the point of intersection of the trajectory with the first detector as well as its direction.
zh_cn: 能够触发探测器的粒子最大入射角依赖于入射径迹与第一个探测器的交点位置以及径迹方向。

source: Show that the acceptance of this detector is≈22cm2 sr for downward-going particles.
zh_cn: 证明对于下行粒子，该探测器的接收度约为22cm2·sr。

source: To study cosmic rays with higher energies requires detectors with larger areas exposed for longer periods of time.
zh_cn: 研究更高能量的宇宙线需要更大面积的探测器和更长的观测时间。

source: At present the only way to overcome the problem of low flux at high energy is to build a detector on the surface of the Earth.
zh_cn: 目前，克服高能段低通量问题的唯一办法是在地面建造大型探测器。

source: Such detectors, called air shower arrays, can have areas measured in square kilometers and exposure times limited only by the patience of the experimenters and the generosity of the funding agencies.
zh_cn: 这样的探测器称为大气簇射阵列，其面积可以达到平方千米级别，而探测时间几乎不受限制，只需要实验工作者足够耐心且基金部门足够慷慨。

source: Ground-based detectors cannot detect the primary cosmic rays directly, but only the remnants of the atmospheric cascades of particles initiated by the incident particle.
zh_cn: 地面探测器不能直接探测原初宇宙线，只能探测入射粒子通过大气级联簇射过程产生的次级粒子。

source: They therefore give only limited, indirect information about the nature of the primaries.
zh_cn: 因而对原初粒子性质只能给出间接有限的信息。

source: Despite the obvious difficulty of the subject, the ultra-high energies involved continue to stimulate interest in it.
zh_cn: 尽管这种项目存在明显的困难，极高能粒子仍然有足够的吸引力激励人们去探测。

source: A knowledge of particle physics is essential in order to interpret the cascades and infer something about the primaries.
zh_cn: 要解释级联簇射并反推原初粒子的信息，粒子物理知识是非常重要的。

source: We will return to this subject in the final section of the book.
zh_cn: 在本书的末尾我们将回到这个问题上来。

source: For the remainder of this chapter we focus on the bulk of the cosmic rays at lower energies.
zh_cn: 本章余下部分我们主要讨论低能宇宙线。

source: 1.4 Composition
zh_cn: 1.4 成分

source: The relative abundances of cosmic rays are compared with abundances of elements in the solar system in fig. 1.4.
zh_cn: 图1.4比较了宇宙线相对丰度和太阳系元素丰度。

source: The symbols in fig. 1.4 have the following meanings: Solid circles: low energy data, 70 - 280 MeV/A; open circles: high energy data, 1000 - 2000 MeV/A. Solar system abundances are shown by open diamonds.
zh_cn: 图中各种符号的意义如下：实心圆点代表70—280MeV/A的低能宇宙线数据，空心圆圈为1000—2000MeV/A的高能数据；太阳系丰度用空心菱形表示。

source: Both solar system and cosmic ray abundances show the odd even effect, with the more tightly bound, even Z nuclei being more abundant.
zh_cn: 太阳系和宇宙线元素丰度都表现出奇偶效应，结合得更紧的偶Z核相对要多一些。

source: There are, however, two striking differences between the two compositions.
zh_cn: 然而，这两类元素的丰度还是有两个明显的不同。

source: First, nuclei with Z > 1 are much more abundant relative to protons in the cosmic rays than they are in solar system material.
zh_cn: 首先，宇宙线中Z>1的原子核相对质子的丰度比太阳系物质中的高很多。

source: This is not really understood, but it could have something to do with the fact that hydrogen is relatively hard to ionize for injection into the acceleration process, or it could reflect a genuine difference in composition at the source.
zh_cn: 其原因还不完全清楚，可能与注入加速区的过程中氢相对难以电离有关，也可能反映了源的成分差异。

source: The second difference is well understood and is an important tool for understanding propagation and confinement of cosmic rays in the galaxy.
zh_cn: 第二个差别的原因比较清楚，而且是理解宇宙线在银河系中传播和束缚过程的重要工具。

source: The two groups of elements Li, Be, B and Sc, Ti, V, Cr, Mn are many orders of magnitude more abundant in the cosmic radiation than in solar system material.
zh_cn: Li，Be，B和Sc，Ti，V，Cr，Mn这两组元素在宇宙线中的丰度比太阳系丰度高出许多个数量级。

source: These elements are essentially absent as end products of stellar nucleosynthesis. They are nevertheless present in the cosmic radiation as spallation products of the abundant nuclei of carbon and oxygen (Li, Be, B) and of iron (Sc, Ti, V, Cr, Mn).
zh_cn: 这些元素在恒星核合成的最终产物里非常稀少，然而在宇宙线中它们却可以作为富元素C和O（Li，Be，B），以及Fe（Sc，Ti，V，Cr，Mn）的碎裂产物而存在。

source: They are produced by collisions of cosmic rays in the interstellar medium (ISM).
zh_cn: 它们由宇宙线在星际介质（ISM）中的碰撞产生。

source: From a knowledge of the cross sections for spallation, one can learn something about the amount of matter traversed by cosmic rays between production and observation.
zh_cn: 根据碎裂相互作用截面，我们可以推断宇宙线从产生到观测穿过了多少物质。

source: (Note the implication that secondaries such as photons, neutrinos and antiprotons should also be produced at a certain rate as cosmic rays propagate through the ISM. We shall return to this subject in chapter 10.) For the bulk of the cosmic rays the mean amount of matter traversed is of order X = 5 to 10 g/cm2.
zh_cn: （注意这同时意味着次级粒子，例如光子、中微子和反质子，也在宇宙线经星际介质传播的过程中以一定的速率产生，我们将在第10章讨论这个问题。）对于大多数宇宙线，平均穿过的物质量为X=5—10g/cm2。

source: The density in the disk of the galaxy is of order one proton per cm3, so this thickness of material corresponds to a distance of .
zh_cn: 银盘中物质密度大约是1个质子/cm3，所以这样一个物质厚度对应的距离为。

source: Since the cosmic rays may spend some time in the more diffuse galactic halo, this is a lower limit to the distance travelled.
zh_cn: 由于宇宙线可能会在更弥散的银晕中消耗一些时间，这只是宇宙线经历距离的下限。

source: In any case, l>>d≈0.1 kpc, the half-thickness of the disk of the galaxy.
zh_cn: 无论如何，l都远大于银盘的半高度d≈0.1kpc。

source: This implies that cosmic ray confinement is a diffusive process in which the particles rattle around for a long time before escaping into intergalactic space.
zh_cn: 这表明宇宙线的束缚是一个扩散过程，在逃逸到星系际空间之前，它们会在银河系中逗留很久。

source: 1.5 Energy spectra
zh_cn: 1.5 能谱

source: The spectra for several elements of the cosmic rays are shown in fig. 1.5.
zh_cn: 图1.5给出了几种宇宙线元素的能谱。

source: The proportions of the major components (with the exception of iron) are relatively constant with energy (see table 1.1).
zh_cn: 几种主要成分（铁除外）的相对比例随能量的变化基本上保持为常数（参见表1.1）。

source: They are well described by an inverse power law in energy, with differential flux given by .
zh_cn: 它们可以由一个能量的负备函数很好地描述，其微分通量为。

source: The spectrum continues up to E ~ 106 GeV with ≈1.7; Above this energy the spectrum steepens to ~ 2.0.
zh_cn: 能量小于~106GeV时，谱指数≈1.7;在此能量之上能谱变陡为~2.0。

source: An important point to note, however, is that the boron spectrum is steeper than the spectra of its parent oxygen and carbon nuclei.
zh_cn: 然而，有一点很重要，B的能谱比其母核。和C的能谱更陡。

source: In fact, all secondary nuclei (i.e. those produced as spallation products of abundant species) have significantly steeper spectra than the primary nuclei.
zh_cn: 事实上，所有的次级粒子（即由含量丰富的核素碎裂产生的宇宙线粒子）能谱都比原初核要陡很多。

source: The secondary to primary ratios decrease as energy increases.
zh_cn: 随着能量升高，次级粒子与原初粒子的比值下降。

source: This tells us that the higher energy cosmic rays diffuse out of the galaxy faster.
zh_cn: 这告诉我们更高能的宇宙线将更快地扩散出银河系。

source: Cosmic ray composition relative to protons in the 10 - 100 GeV range is shown in table 1.1.
zh_cn: 10—100GeV的宇宙线成分相对于质子的比例列于表1.1中。

source: The table shows the fraction of nuclei relative to protons in four different ways.
zh_cn: 表中用4种不同方式显示了宇宙线原子核相对于质子的比例。

source: Fluxes are normally quoted as in column (1): particles per GeV per nucleon.
zh_cn: 宇宙线通量通常用第（1）列表达：每单位核子能量对应的粒子数。
